import Style from "./Style"
import { profile , clock , img_1, img_2, img_3, img_4 } from "./assets"
import Message from "./Message"
function MainContent(){
    return(
        <>
            <div className="flex flex-col items-start justify-start p-5 w-full mt-5 shadow-xl">
                <div className="header border-b-[1px] border-borderColor pb-4 w-[90%] ">
                    <h1 className="font-bold font-estdad text-xl md:text-3xl  ">مقدمه ای بر سیستم مدیریت انبار (WMS)</h1>
                </div>
                <div className="flex flex-row items-center gap-x-3 md:gap-x-20 my-4">
                    <div className="flex flex-row items-center justify-center gap-x-2">
                        <img src={clock} alt="clock" />
                        <p className={`${Style.date} mt-0`}>2022/10/12</p>
                    </div>
                    <div className="flex flex-row items-center justify-center gap-x-2">
                        <img src={profile} alt="clock" />
                        <p className={`${Style.date} mt-0`}>غلام سخی اکرم خان</p>
                    </div>
                    <div className="flex flex-row items-center justify-center gap-x-2">
                        <img src={clock} alt="clock" />
                        <p className={`${Style.date} mt-0`}>23,310  بازدید</p>
                    </div>
                </div>
                <div className="w-[90%]" >
                    <img src={img_1} alt="" className="w-[100%] mb-4 text-paragraph" />
                    <p className={`${Style.paragraphText}`}>با رشد و گسترش کسب و کارها، نیاز به مدیریت انبار کارآمد و موثر نیز افزایش می یابد. سیستم مدیریت انبار (WMS) یک نرم افزار کاربردی است که برای کمک به کسب و کارها در مدیریت موثرتر عملیات انبار خود طراحی شده است. این یک جزء حیاتی از فرآیند مدیریت زنجیره تامین است که کنترل موجودی، پردازش سفارش و عملیات ارسال/دریافت را بهینه می‌کند. در این وبلاگ، مقدمه ای بر سیستم های مدیریت انبار ارائه می کنیم و نحوه عملکرد، مزایا و ویژگی های کلیدی آنها را بررسی می کنیم.</p>
                </div>
                <div className="mt-5 w-[90%]"  >
                    <h1 className="font-[500] font-estdad mb-2 text-2xl " id="one">سیستم مدیریت انبار (WMS) چیست؟</h1>
                    <p className={`${Style.paragraphText} mb-5`}>سیستم مدیریت انبار (WMS) یک نرم افزار کاربردی است که برای کمک به کسب و کارها در مدیریت و بهینه سازی عملیات انبار خود طراحی شده است. این سیستم معمولاً شامل مجموعه‌ای از برنامه‌های کاربردی است که کسب‌وکارها را قادر می‌سازد سطوح موجودی، پردازش سفارش، ارسال و دریافت و سایر عملیات‌های کلیدی انبار را کنترل و مدیریت کنند. هدف اولیه WMS بهبود کارایی و دقت انبار با خودکارسازی فرآیندهای انبار و کاهش خطای انسانی است.</p>
                    <img src={img_2} alt="" />
                </div>
                <div className="my-5 w-[90%]" >
                    <h1 className="font-[500] font-estdad mb-2 text-2xl" id="tow">ابزار WMS چگونه کار می کند؟</h1>
                    <p className={`${Style.paragraphText}`}>
                    ابزار WMS معمولاً از ترکیبی از سخت افزار و نرم افزار تشکیل شده است که به کسب و کارها در مدیریت و کنترل عملیات انبار کمک می کند. جزء نرم افزاری یک WMS معمولاً دارای ویژگی های مختلفی است مانند:
                    مدیریت موجودی: این ویژگی به کسب و کارها اجازه می دهد تا سطوح موجودی را ردیابی کنند، حرکت موجودی را نظارت کنند و سطوح موجودی را مدیریت کنند تا مطمئن شوند که محصولات مناسب در زمان مناسب در دسترس هستند.
                    پردازش سفارش: این ویژگی به کسب‌وکارها کمک می‌کند تا با خودکار کردن فرآیندهای ثبت سفارش، انتخاب، بسته‌بندی و ارسال، گردش کار پردازش سفارش را ساده‌تر کنند. همچنین امکان مشاهده در زمان واقعی وضعیت سفارش و ردیابی تحویل را فراهم می کند.
                    ارسال و دریافت: این ویژگی فرآیندهای ارسال و دریافت را خودکار می کند و نیاز به وارد کردن دستی داده ها را کاهش می دهد و اطمینان می دهد که کالاها با دقت و کارآمد دریافت و ارسال می شوند.
                    گزارش و تجزیه و تحلیل: WMS همچنین گزارش ها و تجزیه و تحلیل های دقیقی را ارائه می دهد که به کسب و کارها کمک می کند تا تصمیمات مبتنی بر داده در مورد عملیات انبار را بگیرند. این گزارش‌ها می‌توانند بینش‌هایی درباره سطوح موجودی، زمان‌های پردازش سفارش، و عملکرد ارسال و دریافت ارائه دهند.
                    </p>
                </div>
                <div className="mt-8 w-[90%]"  >
                    <h1 className="font-[500] font-estdad mb-2 text-2xl" id="four">مزایای WMS</h1>
                    <p className={`${Style.paragraphText}`}>
                        بهبود کارایی انبار: WMS فرآیندهای انبار کلیدی را خودکار می کند و نیاز به ورود دستی داده ها را کاهش می دهد و خطای انسانی را به حداقل می رساند. این امر کارایی و دقت انبار را بهبود می بخشد و به کسب و کارها امکان می دهد تا سفارشات را با سرعت و دقت بیشتری پردازش کنند.
                        کنترل موجودی پیشرفته: یک WMS امکان مشاهده بی‌درنگ سطوح موجودی را فراهم می‌کند و به کسب‌وکارها این امکان را می‌دهد تا سطوح موجودی را به طور مؤثرتری مدیریت کنند و از انباشته شدن یا انباشت بیش از حد موجودی جلوگیری کنند.
                        بهبود خدمات مشتری: WMS به کسب و کارها کمک می کند تا سفارشات را با سرعت و دقت بیشتری پردازش کنند، زمان پردازش سفارش را کاهش می دهد و اطمینان می دهد که سفارشات به موقع تحویل داده می شوند. این باعث افزایش رضایت و وفاداری مشتری می شود.
                        صرفه جویی در هزینه: WMS می تواند به کسب و کارها کمک کند تا با خودکارسازی فرآیندهای انبار کلیدی و کاهش نیاز به ورود دستی داده، هزینه های نیروی کار را کاهش دهند. همچنین می‌تواند با بهینه‌سازی سطح موجودی و جلوگیری از انباشت موجودی، به کسب‌وکارها کمک کند تا هزینه‌های حمل موجودی را کاهش دهند.
                    </p>
                    <img className="mt-5" src={img_3} alt="img" />
                </div>
                <div className="my-5 w-[90%]" >
                    <h1 className="font-[500] font-estdad mb-2 text-2xl" id="three">ویژگی های کلیدی WMS</h1>
                    <p className={`${Style.paragraphText}`}>
                        اسکن بارکد: WMS معمولاً شامل عملکرد اسکن بارکد است که به کسب‌وکارها امکان می‌دهد تا سطوح و حرکات موجودی را با دقت و کارآمدتری دنبال کنند.
                        پردازش سفارش خودکار: WMS گردش کار پردازش سفارش را خودکار می کند و نیاز به ورود دستی داده ها را کاهش می دهد و خطاها را به حداقل می رساند.
                        مشاهده موجودی بی‌درنگ: یک WMS امکان مشاهده بی‌درنگ در سطوح و حرکات موجودی را فراهم می‌کند و به کسب‌وکارها امکان می‌دهد سطوح موجودی را به طور موثرتری مدیریت کنند.
                        اتوماسیون حمل و دریافت: WMS فرآیندهای ارسال و دریافت را خودکار می کند و نیاز به ورود دستی داده ها را کاهش می دهد و دقت را بهبود می بخشد.
                    </p>
                </div>
                <div className="w-[90%] mt-5">
                    <h1 className="font-[500] font-estdad mb-2 text-2xl" id="five">نتیجه</h1>
                    <p className={`${Style.paragraphText}`}>
                        سیستم مدیریت انبار (WMS) یک نرم افزار کاربردی است که برای کمک به کسب و کارها در مدیریت و بهینه سازی عملیات انبار خود طراحی شده است. طیف وسیعی از ویژگی‌ها را ارائه می‌کند که به کسب‌وکارها کمک می‌کند فرآیندهای انبار کلیدی را خودکار کنند، کارایی و دقت را بهبود بخشند و هزینه‌ها را کاهش دهند. با استفاده از WMS، کسب‌وکارها می‌توانند کنترل موجودی خود را افزایش دهند، خدمات مشتری را بهبود بخشند و تولید کنند
                    </p>
                </div>
            </div> 
            <div>
                <Message />
            </div>
        </>
    )
}
export default MainContent